Date	Weeknum	Weekday	Option	Days	Item	Actuality	Note
2019/5/27	22	1		1	脚本基础功能定义		
2019/5/28	22	2		2	脚本基础功能定义（环境与配置文件）		
2019/5/29	22	3		3	脚本基础功能定义（环境与配置文件）（LSF）		
2019/5/30	22	4		4	Rule file 引索功能定义		
2019/5/31	22	5		5	当前脚本测试		
2019/6/3	23	1		6	Virtuoso/Aether to Database(CDL/GDSII/OASIS)功能定义		
2019/6/4	23	2		7	Virtuoso/Aether to Database(CDL/GDSII/OASIS)功能定义		
2019/6/5	23	3		8	Virtuoso/Aether to Database(CDL/GDSII/OASIS)功能定义		
2019/6/6	23	4		9	脚本优化		
2019/6/7	23	5		10	当前脚本测试		
2019/6/10	24	1		11	Calibre DRC 功能定义		
2019/6/11	24	2		12	Calibre DRC 功能测试与优化		
2019/6/12	24	3		13	Calibre LVS 功能定义		
2019/6/13	24	4		14	Calibre LVS 功能测试与优化		
2019/6/14	24	5		15	当前脚本测试		
2019/6/17	25	1		16	Calibre PERC 功能定义		
2019/6/18	25	2		17	Calibre PERC 功能测试与优化		
2019/6/19	25	3		18	GUI DRC 界面建立		
2019/6/20	25	4		19	GUI DRC 功能定义		
2019/6/21	25	5		20	GUI LVS 界面建立		
2019/6/24	26	1		21	GUI LVS 功能定义		
2019/6/25	26	2		22	GUI LVS 功能定义		
2019/6/26	26	3		23	GUI PERC 界面建立 与 功能定义		
2019/6/27	26	4		24	GUI 界面统合		
2019/6/28	26	5		25	GUI 界面统合		
2019/6/29	26	6	月末加班	26	GUI 界面统合 与 当前脚本测试		
2019/7/1	27	1		27	Argus DRC 功能定义、测试与优化		
2019/7/2	27	2		28	Argus LVS 功能定义、测试与优化		
2019/7/3	27	3		29	GUI-Argus 测试、优化		
2019/7/4	27	4		30	GUI-Argus 测试、优化		
2019/7/5	27	5		31	全部脚本测试		
2019/7/8	28	1		32	GUI 界面美化		
2019/7/9	28	2		33	GUI 界面美化		
2019/7/10	28	3		34	全部脚本测试、优化		
2019/7/11	28	4		35	全部脚本测试、优化		
2019/7/12	28	5		36	全部脚本测试、优化		
